app/controllers/taxipool_controller.rb

  def index

    @route = Route.all
---
SELECT "routes".* FROM "routes"